/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(account Clickatell.com richiesto)";

/* Label for account field */
"Account:" = "Account:";

/* label for API ID field */
"API ID:" = "API ID:";

/* label for destination number field */
"Destination Number:" = "Numero Destinazione:";

/* Label for password field */
"Password:" = "Password";

/* Title for SMS plugin */
"SMS Notifications" = "Notifiche SMS";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Per registrarsi:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nPer le tariffe vedi:\nhttp://www.clickatell.com/brochure/pricing.php";

